<?php

// Heading
$_['heading_title'] = 'NeoSeo Міста';

// Text
$_['text_success'] = 'Список міст оновлено!';
$_['text_list'] = 'Список міст';
$_['text_add'] = 'Додавання міста';
$_['text_edit'] = 'Редагування міста';

// Column
$_['column_name'] = 'Назва міста';
$_['column_zone'] = 'Регіон';
$_['column_country'] = 'Країна';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва міста';
$_['entry_zone'] = 'Регион';
$_['entry_country'] = 'Країна';
$_['entry_status'] = 'Статус';
$_['button_filter'] = 'Відфільтрувати';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку міст!';
$_['error_name'] = 'Назва регіону має бути від 2 до 128 символів!';
$_['error_default'] = 'Місто не може бути видалено, оскільки воно призначене за замовчуванням!';
$_['error_store'] = 'Місто не можна видалити, оскільки воно використовується в %s магазині(ах)!';
$_['error_address'] = 'Місто не можна видалити, оскільки воно прикріплено до %s адреси(ах)!';
$_['error_affiliate'] = 'Місто не можна видалити, оскільки воно прикріплено до %s партнеру(ах)!';
