<?php
$_['novaposhta_heading_title'] = 'Доставка Новой Почтой';
$_['courier_delivery_name'] = 'Доставка курьером Новой почты.<br />Адресная доставка&nbsp;<em><strong>(Примерная стоимость от 66 грн.)</strong></em> оплачивается отдельно.<br /><strong>Доставка только в пределах города </strong>';
$_['warehouse_delivery_name'] = 'Доставка в отделение Новой почты в среднем 1-3 дня.<br /><em><strong>Стоимость от 46 грн. и выше</strong></em> в зависимости от размера товара. Отправка из города ';
$_['text_select_warehouse'] = '<br />Выберите отделение для доставки';
$_['text_enter_address'] = '<br />Укажите адрес для курьера';