<?php

$_['heading_title'] = 'Товарный чек';

$_['button_neoseo_cash_memo'] = 'Товарный чек';
$_['text_total_str'] = 'Сума прописом';
$_['text_invoice'] = 'Товарный чек';
$_['text_product_order'] = 'Заказ';
$_['text_sku'] = 'Артикул';
$_['text_model'] = 'Модель';
$_['text_final'] = 'Відпустив';

$_['column_id'] = '#';
$_['column_product'] = 'Продукт';
$_['column_sku'] = 'Артикул';
$_['column_model'] = 'Модель';
$_['column_count'] = 'Кількість';
$_['column_weight_class'] = 'Од.';
$_['column_price'] = 'Ціна';
$_['column_sum'] = 'Вартість';
$_['column_comment'] = 'Примітка до замовлення';

$_['nul'] = 'ноль';
$_['ten'] = array(
	array('', 'один', 'два', 'три', 'чотири', 'п\'ять', 'шість', 'сім', 'вісім', 'дев\'ять'),
	array('', 'одна', 'дві', 'три', 'чотири', 'п\'ять', 'шість', 'сім', 'вісім', 'дев\'ять'),
);
$_['a20'] = array('десять', 'одинадцять', 'дванадцять', 'тринадцять', 'чотирнадцять', 'п\'ятнадцять', 'шістнадцять', 'сімнадцять', 'вісімнадцять', 'дев\'ятнадцять');
$_['tens'] = array(2 => 'двадцять', 'тридцять', 'сорок', 'п\'ятдесят', 'шістдесят', 'сімдесят', 'вісімдесят', 'дев\'яносто');
$_['hundred'] = array('', 'сто', 'двісті', 'триста', 'чотириста, п\'ятсот', 'шістсот', 'сімсот', 'вісімсот', 'дев\'ятсот');
$_['unit'] = array(// Units
	array('копійка ',' копійки ',' копійок ', 1),
	array('гривня', 'гривні', 'гривень', 0),
	array('тисяча', 'тисячі', 'тисяч', 1),
	array('мільйон', 'мільйона', 'мільйонів', 0),
	array('мільярд', 'мільярда', 'мільярдів', 0),
);



