<?php
// Heading
$_['heading_title']     = 'Групи покупців';

// Text
$_['text_success']      = 'Група покупців успішно оновлена!';
$_['text_list']         = 'Список груп';
$_['text_add']          = 'Додавання групи покупців';
$_['text_edit']         = 'Редагування групи покупців';

// Column
$_['column_name']       = 'Назва Групи покупців';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва Групи покупців';
$_['entry_description'] = 'Описи';
$_['entry_approval']    = 'Підтвердження нових покупців';
$_['entry_sort_order']  = 'Порядок сортуваннях';

// Help
$_['help_approval']     = 'Зареєстровані покупці повинні бути перевірені і підтверджені адміністратором, тільки після цього зможуть користуватися своїм обліковим записом і перевагами зареєстрованих користувачів.';

// Error
$_['error_permission']   = 'Увага: У вас немає прав на редагування груп покупців!';
$_['error_name']         = 'Назва групи повинно бути від 3 до 32 знаків!';
$_['error_default']      = 'Ця група призначена як група покупців за замовчуванням і її не можна видалити!';
$_['error_store']        = 'Ця групу покупців можна видалити, оскільки в неї входить %s магазин!';
$_['error_customer']     = 'Ця групу покупців можна видалити, оскільки в неї входить %s покупець(їв)!';