<?php


// Heading
$_['heading_title'] = '<img width="24" height="24" src="view/image/neoseo.png" style="float: left;"><span style="margin:0;line-height: 24px;">NeoSeo створення фида реклами в Google Shopping</span>';
$_['heading_title_raw'] = 'NeoSeo вивантаження на Google';

//Tabs
$_['tab_general'] = 'Параметри';
$_['tab_header'] = 'Шапка';
$_['tab_logs'] = 'Логи';
$_['tab_support'] = 'Підтримка';
$_['tab_license'] = 'Лицензія';
$_['tab_usefull'] = 'Корисні посилання';

// Column
$_['column_name'] = 'Назва модуля';
$_['column_action'] = 'Дія';

// Text
$_['text_module_version'] = '';
$_['text_new_export'] = 'Новий експорт. Введітет дані і натисніть <Зберегти>';
$_['text_save_export'] = "Експорт %s збережений";
$_['text_edit'] = "Обрано експорт: ";
$_['text_success'] = 'Налаштування модуля оновлені!';
$_['text_module'] = 'Модулі';
$_['text_success_clear'] = 'Лог файл успішно очищений!';
$_['text_clear_log'] = 'Очистити лог';
$_['text_clear'] = 'Очистити';
$_['text_image_manager'] = 'Менеджер зображень';
$_['text_browse'] = 'Огляд';
$_['text_popup_title'] = 'Огляд';
$_['text_confirm_delete'] = 'Ви дійсно бажаете видалити експорт: ';
$_['text_confirm_delete_title'] = 'Видалення фида(експорту)';
$_['text_delete'] = 'Експорт видалений';
$_['text_ecxecute'] = 'Будь ласка скопіюйте посилання та використовуйте для налаштування рекламної акції в Google Shopping:';
$_['text_ecxecute_title'] = 'Фид успішно сформований!';

//Buttons
$_['button_save'] = 'Зберегти';
$_['button_save_and_close'] = 'Зберегти і Закрити';
$_['button_close'] = 'Закрити';
$_['button_recheck'] = 'Перевірити ще раз';
$_['button_clear_log'] = 'Очистити лог';
$_['button_download_log'] = 'Завантажити файл логів';
$_['button_ecxecute'] = 'Сформувати';
$_['button_getfile'] = 'Отримати';
$_['button_new'] = 'Крок 1. Створіть новий фід (експорт)';

// Entry
$_['entry_debug'] = 'Налагоджувальний режим:<br /><span class="help">У логи модуля буде писатися різна інформація для розробника модуля.</span>';
$_['entry_status'] = 'Статус:';
$_['entry_instruction'] = 'Інструкція до модуля:';
$_['entry_history'] = 'Історія змін:';
$_['entry_faq'] = 'Найпоширеніші запитання:';
$_['entry_google_category_id'] = 'Категорія Google:';
$_['entry_google_feeded'] = 'Вивантажувати категорію:';
$_['entry_store_name'] = 'Коротке ім\'я:';
$_['entry_full_store_name'] = 'Повне ім\'я:';
$_['entry_store_name_desc'] = 'Всі товари (приклад)';
$_['entry_full_store_name_desc'] = 'Фид всіх товарів з усіх категорій (приклад)';
$_['entry_exports'] = 'Список вже створених фідів (експортом):';
$_['entry_currency'] = 'Валюта:';
$_['entry_category_type'] = 'Вивантажити:';
$_['entry_category_type_all'] = 'Всі категорії';
$_['entry_category_type_select'] = 'Вибрані категорії';
$_['entry_list_feeds'] = 'Ім\'я експорту';
$_['entry_google_category_used'] = 'Використовувати категорію Google';
$_['entry_google_status'] = 'Експортувати до Google';
$_['entry_page_type_all'] = 'Всі посадкові СЕО Фільтри';
$_['entry_page_type_select'] = 'Вибрані посадкові';

$_['help_list_feeds'] = 'Введіть ім\'я та натисніть ВВЕДЕННЯ для нового експорту';
$_['help_store_name'] = 'Задайте коротку назву фида (для того, щоб ви потім могли розрізняти їх і вибирати потрібний), наприклад: "Все монітори".';
$_['help_full_store_name'] = 'Задайте повну назву фида (для того, щоб ви потім могли розрізняти їх і вибирати потрібний), наприклад: Фид всіх товарів з категорії "Монітори".';
$_['help_currency'] = 'Виберіть валюту для фида (експорту)';
$_['help_category'] = 'Виберіть категорії товарів/посадочні сторінки, які потраплять до фиду (тільки ці товари будуть рекламуватися)';
$_['help_exports'] = 'Натисніть на потрібний фид (експорт) для роботи';

// Error
$_['error_permission'] = 'У Вас немає прав для управління цим модулем!';
$_['error_download_logs'] = 'Файл логів порожній або відсутній!';
$_['error_ioncube_missing'] = '';
$_['error_license_missing'] = '';
$_['mail_support'] = '';
$_['module_licence'] = '';

//links
$_['instruction_link'] = '<a target="_blank" href="https://neoseo.com.ua/nastroyka-modulya-neoseo-module-template">https://neoseo.com.ua/nastroyka-modulya-neoseo-module-template</a>';
$_['history_link'] = '<a target="_blank" href="https://neoseo.com.ua/module-template#module_history">https://neoseo.com.ua/module-template#module_history</a>';
$_['faq_link'] = '<a target="_blank" href="https://neoseo.com.ua/module-template#faqBox">https://neoseo.com.ua/module-template#faqBox</a>';$_['text_module_version']='1';
$_['error_license_missing']='<h3 style="color:red">Відсутній файл з ключем!</h3>

<p>Для отримання файлу з ключем зв\'яжіться з NeoSeo по email <a href="mailto:license@neoseo.com.ua">license@neoseo.com.ua</a>, при цьому вкажіть:</p>
<ul>
	<li>назва сайту, на якому ви придбали модуль, наприклад: https://neoseo.com.ua</li>
	<li>назва модуля, який ви придбали, наприклад: NeoSeo Обмін з 1С:Підприємство</li>
	<li>ваше ім\'я користувача (нік-нейм) на цьому сайті, наприклад, NeoSeo</li>
	<li>номер замовлення на цьому сайті, наприклад, 355446</li>
	<li>основний домен сайту для якого і буде активований файл з ключем, наприклад, https://neoseo.ua</li>
</ul>

<p>Отриманий файл з ключем покладіть в корінь сайту, поруч з файлом robots.txt і натисніть кнопку "Перевірити ще раз".</p>

<p>З будь-яких питань пишіть на info@neoseo.com.ua</p>';
$_['error_ioncube_missing']='<h3 style="color:red">Отсутствует IonCube Loader!</h3>

<p>Щоб користуватися нашим модулем, вам потрібно встановити IonCube Loader.</p>

<p>Для установки зверніться в ТП Вашого хостингу</p>

<p>Якщо у вас не виходить встановити IonCube Loader самостійно, ви можете попросити допомоги у наших фахівців за адресою <a href="mailto:info@neoseo.com.ua">info@neoseo.com.ua</a></p>';
$_['module_licence']='<h2>Умови ліцензійної угоди на використання програмного забезпечення NeoSeo</h2>
<p>Дякуємо вам за покупку програмних продуктів нашої веб-студії.</p>
<p>Нижче наведені юридичні умови, які поширюються на всіх, хто відвідує наш сайт і користується нашими програмними продуктами або послугами. Дані умови спрямовані на те, щоб захистити ваші інтереси і інтереси ТОВ "НЕОСЕО" і його афілійованих структур і осіб (далі, "ми", "NeoSeo"), які виступають в договорах від його імені.</p>
<p><strong>1. Вступ</strong></p>
<p>Ці Умови використання NeoSeo ("Умови використання") поряд з додатковими умовами, які стосуються ряду конкретних послуг або програмних продуктів, розробок і представлені на веб-сайті(-ах) NeoSeo, містять умови і положення, дія яких поширюється на кожного відвідувача або користувача ("Користувач", "ви" або "Покупець") веб-сайту NeoSeo, додатків, доповнень і компонентів, запропонованих нами поряд з наданням послуг і веб-сайту, якщо не вказано інше (всі послуги та програмне забезпечення, програмні модулі запропоновані через веб-сайт NeoSeo або допоміжні сервіси, веб-сервіси, ін. додатки від імені NeoSeo спільно іменуються - "Послуги NeoSeo" або "Послуги").</p>
<p>Умови NeoSeo є обов\'язковим контрактом між NeoSeo і вами - тому просимо вас уважно ознайомитися з ними.</p>
<p>Ви можете відвідувати і/або використовувати Послуги NeoSeo тільки в тому випадку, якщо повністю згодні з Умовами NeoSeo: використовуючи будь-яку з Послуг NeoSeo і/або підписуючись на неї, ви висловлюєте і підтверджуєте свою згоду з даними Умовами користування та іншими Умовами NeoSeo, наприклад, умови надання послуг програмування в розрізі типових і нетипових завдань, які виписані тут:   <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a> , (далі Умови NeoSeo).</p>
<p>Якщо ви не можете прочитати Умови NeoSeo, не знаєте їх або не згодні з ними, ви повинні негайно покинути Веб-сайт NeoSeo і не користуватися Послугами NeoSeo.</p>
<p>Використовуючи наші Програмні продукти, Сервіси і Послуги, ви підтверджуєте, що ознайомилися з нашою Політикою конфіденційності, доступної до перегляду за адресою <a href="https://neoseo.com.ua/politika-konfidencialnosti" target="_blank" class="external">https://neoseo.com.ua/politika-konfidencialnosti</a>   (“Політика конфіденційності”).</p>
<p>Цей документ є ліцензійною угодою між вами і NeoSeo.</p>
<p>Беручи цю угоду або використовуючи програмне забезпечення, ви погоджуєтеся з усіма цими умовами.</p>
<p>Ця угода відноситься до програмного забезпечення NeoSeo, будь-яких шрифтів, піктограм, зображень або звукових файлів, що надаються в складі програмного забезпечення, а також до всіх оновлень, доповнень або службам NeoSeo для програмного забезпечення, якщо в їх відношенні не застосовуються інші умови. Це також стосується розроблених в NeoSeo додатків і доповнень для SEO-Магазину, які забезпечують розширення його функціональних можливостей.</p>
<p>До використання вами деяких функцій додатків можуть застосовуватися додаткові умови NeoSeo і третіх осіб. Для коректної роботи деяких додатків необхідні додаткові угоди з окремими умовами та політиками конфіденційності, наприклад з сервісами, які надають послуги смс-нотифікації.</p>
<p>Програмне забезпечення не продається, а надається за ліцензією.</p>
<p>NeoSeo зберігає за собою всі права (наприклад, права, передбачені законами про захист інтелектуальної власності), які не надаються явно в рамках цієї угоди. Наприклад, ця ліцензія не надає вам права:</p>
<li>окремо використовувати або віртуалізувати компоненти програмного забезпечення;</li>
<li>публікувати або копіювати (за винятком дозволеної резервної копії) програмне забезпечення, надавати програмне забезпечення в прокат, в оренду або в тимчасове користування;</li>
<li>передавати програмне забезпечення (за винятком випадків, передбачених цією угодою);</li>
<li>намагатися обійти технічні обмеження програмного продукту;</li>
<li>вивчати технологію, декомпілювати або деасемблувати програмне забезпечення, а також вживати відповідних спроби, крім як в тій мірі і в тих випадках, коли це (а) передбачено відповідним правом; (б) дозволено умовами ліцензії на використання компонентів з відкритим вихідним кодом, які можуть входити до складу цього програмного забезпечення; (с) необхідно для налагодження змін будь-яких бібліотек, що ліцензуються по малій стандартної громадської ліцензії GNU, які входять до складу програмного забезпечення та пов\'язані з ним;</li>
<p>Ви маєте право використовувати дане програмне забезпечення, тільки якщо у вас є відповідна ліцензія і програмне забезпечення було належним чином активовано з використанням справжнього ключа продукту або інший дозволений спосіб.</p>
<p>У вартість ліцензії SEO-Магазину не включені послуги установки, настройки і тим більше його стилізації, також як і інших платних / безкоштовних доповнень до нього. Дані послуги є додатковими, вартість залежить від кількості необхідних для реалізації годин, детальніше тут: <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a></p>
<p>З повною версією документа можна ознайомитися тут:<a href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank" class="external">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a>
</p>';
$_['mail_support']='<h2>Умови безоплатній та платній інформаційної та технічної підтримки в <a class="external" href="https://neoseo.com.ua/" target="_blank">NeoSeo</a>.</h2>

<p>Оскільки ми впевнені в тому, що будь-яка Якісна робота повинна оплачуватися, всі консультації, що вимагають попередньої підготовки відповіді у нас платні, в т.ч. і розбори по ситуацій в стилі: &quot; подивіться, а чому тут ВАШ модуль не працює?&quot;</p>

<p>Якщо відповідь на Ваше питання вже у нас готовий, Ви його отримаєте безкоштовно, але якщо для того, щоб відповісти потрібно витратити час на те, щоб розібратися в питанні, вивчити файли, знайти помилку і подумати, перш, ніж щось відповісти, попросимо оплатити.</p>

<p>Ми допомагаємо безкоштовно <strong>по установці</strong> та <strong>усунення помилок при установці</strong> придбаних у нас модулів в порядку загальної черги.</p>

<p>З будь-якими питаннями звертайтеся на www.opencartmasters.com.</p>

<p>З повною версією ліцензійної угоди ознайомтеся тут:  <a class="external" href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a></p>

<p><strong>Акція: напишіть відгук - отримаєте модуль у подарунок :)</strong></p>

<p>Шановні Клієнти веб-студії NeoSeo,</p>

<p>скажіть, що може бути краще для розвитку компанії, ніж публічні відгуки? Це відмінний спосіб почути свого Клієнта і зробити свої продукти і сервіс ще краще.</p>

<p>Будь ласка, залиште відгук про співпрацю з нашою веб-студією або про роботу наших програмних рішень (доповнень) на наших сторінках в Facebook, Google, Яндексі і на OpenCartForum.com.</p>

<p>Пишіть як є, нам важливо почути чесну і об\'єктивну оцінку, а в знак подяки за витрачений на написання відгуків час, ми підготували приємний бонус. Детальні умови тут: <a href="https://neoseo.com.ua/akciya-modul-v-podarok " target="_blank">https://neoseo.com.ua/akciya-modul-v-podarok </a></p>

<p>Ще раз, велике спасибі за те, що ви з нами!</p>

<p>Команда NeoSeo</p>';
