<?php

// Heading
$_['heading_title'] = 'NeoSeo Генератор robots.txt';

//Button
$_['button_close'] = 'Закрити';
$_['button_refresh'] = 'Оновити';
$_['button_save'] = 'Записати';
$_['button_ganerate'] = 'Згенерувати';

// Text
$_['text_module_version'] = '';
$_['text_neoseo_robots_generator'] = 'Генератор robots.txt';
$_['text_confirm_save'] = 'Увага! Це затре поточний файл robots.txt! Продовжити?';
$_['text_description'] = '<p>Нижче знаходиться сгенерированное вміст robots.txt, яке відповідає стандарту формування robots.txt і поточним ЧПУ для технічних розділів вашого сайту</p><p>Ви можете дописати відсутні правила і натиснути кнопку Зберегти, або просто кнопку Зберегти якщо вас влаштовує поточний зміст файлу</p>';
$_['text_save_success'] = 'Файл robots.txt успішно оновлено!';
$_['text_generate_success'] = 'Файл robots.txt успішно згенерований!';

//Errors
$_['error_no_content'] = 'Не вдалося записати robots.txt. Перевірте права на запис цього файлу і спробуйте ще раз ще раз.';
$_['error_save'] = 'Не вдалося записати robots.txt. Перевірте права на запис цього файлу і спробуйте ще раз ще раз.';
$_['error_save'] = 'Не вдалося записати robots.txt. Перевірте права на запис цього файлу і спробуйте ще раз ще раз.';
$_['error_permission'] = 'У Вас немає прав для генерації файлу!';

