<?php

// Heading
$_['heading_title'] = '<img width="24" height="24" src="view/image/neoseo.png" style="margin-right: 10px;float: left;"><p style="margin:0;line-height: 24px;">NeoSeo Відгуки про магазин';
$_['heading_title_raw'] = 'NeoSeo Відгуки про магазин';
$_['new_title'] = 'Відгуки про магазин';

//Tab
$_['tab_general'] = 'Параметри';
$_['tab_logs'] = 'Логи';
$_['tab_support'] = 'Підтримка';
$_['tab_license'] = 'Ліцензія';

//Button
$_['button_clear_log'] = 'Очистити лог';
$_['button_recheck'] = 'Перевірити ще раз';
$_['button_save'] = 'Зберегти';
$_['button_save_and_close'] = 'Зберегти і Закрити';
$_['button_close'] = 'Закрити';

// Entry
$_['entry_status'] = 'Статус';
$_['entry_debug'] = 'Налагодження';
$_['entry_name'] = 'Назва';
$_['entry_youtube'] = 'Видео відгуки YouTube';
$_['entry_title'] = 'Заголовок';
$_['entry_limit'] = 'Кількість';
$_['entry_description_limit'] = 'Скільки символів показувати (порожньо - показати все)';
$_['entry_sort_order'] = 'Порядок:';
$_['entry_template'] = 'Шаблон:';


$_['entry_user_image_status'] = 'Зображення користувача';
$_['entry_user_image_width'] = 'Ширина зображення:';
$_['entry_user_image_height'] = 'Висота  зображення:';

// Text
$_['text_module'] = 'Модулі';
$_['text_clear_log'] = 'Очистити лог';
$_['text_module_version'] = '';
$_['text_success_clear'] = 'Лог файл успішно очищений!';
$_['text_success'] = 'Налаштування модуля оновлені!';
$_['text_default_title'] = 'Відгуки про магазин';
$_['text_template'] = 'Шаблон';


// Error
$_['error_permission'] = 'У Вас немає прав для керування цим модулем!';
$_['error_image'] = 'Image width &amp; height dimensions required!';



$_['mail_support'] = '
    <h3 style="color:red">Дякуємо вам за вибір нашого продукту!</h3>
    <p><a href="http://neoseo.com.ua">Веб студія NeoSeo</a> прикладає максимум зусиль для того, щоб її продукти встановлювалися якомога швидше і простіше, не створюючи конфліктів з іншими модулями і темами оформлення, і доставляючи клієнтам тільки радість від використання продуктів.</p>
    <p>Однак це не завжди можливо, з огляду на що opencart має дуже слабкі технічні можливості для цього, тому просимо поставитися до цих нюансів з розумінням.</p>
    <p><b>Що ми гарантуємо</b>,і забезпечуємо безкоштовно:</p>
    <ul>
        <li>роботу наших модулів на стандартній темі оформлення opencart</li>
        <li>роботу наших модулів на стандартній адмінки opencart</li>
    </ul>
    <p>Якщо у вас виникла проблема з роботою модуля в цьому контексті, то ви завжди можете запитати безкоштовну технічну підтримку по Адресау <a href="mailto:info@neoseo.com.ua">info@neoseo.com.ua</a>.</p>
    <p><b>Що ми намагаємося забезпечити, але не гарантуємо</b>:</p>
    <ul>
        <li>роботу наших модулів на НЕ стандартній темі оформлення opencart</li>
        <li>роботу наших модулів на НЕ стандартної адмінки opencart</li>
    </ul>
    <p>Як вже говорилося, заздалегідь не можна передбачити всі нюанси чужих тем оформлення, тому в разі проблем в цьому ключі, ми забезпечуємо платну підтримку за символічну вартість. Запросити її, а також комплексне технічне обслуговування вашого магазину можна по Адресау <a href="mailto:info@neoseo.com.ua">info@neoseo.com.ua</a></p>
    <p><b>УВАГА!!!</b> Якщо ви відчуваєте труднощі з встановленням модулів, то вам не обов\'язково витрачати свій дорогоцінний час на цей рутинний процес. Дозвольте нашим технічним фахівцям виконати це замість вас за символічну плату, а заощаджений час ви сможеет витратити на розвиток свого бізнесу, сім\'ю і хобі. Замовити установку і технічне обслуговування можна по Адресау <a href="mailto:info@neoseo.com.ua">info@neoseo.com.ua</a></p>
    ';

    $_['module_licence'] = '
    <h3 style="color:red">Дякуємо вам за вибір нашого продукту!</h3>
    <p>Всі права на програмний продукт, далі модуль, належать <a href="http://neoseo.com.ua">Веб студії NeoSeo</a>.</p>
    <p><b>Ліцензія на даний модуль дає право на:</b>
        <ul>
            <li>активацію на <b>ОДИН домен</b>. Чи не на сайт, що не на людину, не на студію. У вас кілька доменів підключені до одного сайту - значить вам потрібно кілька ліцензій.</li>
            <li>на використання на своєму магазині або магазині клієнта.</li>
            <li>безкоштовні апдейти власникам магазину протягом року після покупки, незалежно від того хто був монтажником модуля</li>
        </ul>
    </p>
    <p><b>Категорично забороняється:</b>
        <ul>
            <li>Опублікувати модуль на інших сайтах без повідомлення автора</li>
            <li>Передавати модуль третім особам</li>
            <li>Продавати від свого імені без попередньої домовленості з автором</li>
            <li>Використовувати неліцензійні версії модулів ( варез ). У разі порушення, анулюються всі покупки по домену без повернення грошей</li>
        </ul>
    </p>
    <p><b>Відмова від відповідальності:</b>
        <ul>
            <li>Автор модуля не несе будь-якої відповідальності за матеріальний і нематеріальний збиток, заподіяний модулем. Ви використовуєте модуль на свій страх і ризик.</li>
            <li>Щоб значно мінімізувати ризики, ви можете <a href="http://seomag.com.ua/moduli/moduli-prochie/soforp-backup" target="_blank">купити модуль NeoSeo Резервні копії</a>, який надійно захистить ваш магазин від втрати даних, або замовити комплексне обслуговування вашого магазину у автора <a href="mailto:info@neoseo.com.ua">info@neoseo.com.ua</a></li>
            <li>Автор залишає за собою право в будь-який момент змінити умови ліцензійної угоди, без узгодження з кінцевими користувачами його продуктів.</li>
        </ul>
    </p>
    ';

