<?php

// Heading
$_['heading_title'] = '<img width="24" height="24" src="view/image/neoseo.png" style="float: left;"><p style="margin:0;line-height: 24px;">NeoSeo Імпорт з YML</p>';
$_['heading_title_raw'] = 'NeoSeo Імпорт з YML';

//Tab
$_['tab_general'] = 'Загальні';
$_['tab_import'] = 'Імпорти';
$_['tab_support'] = 'Підтримка';
$_['tab_logs'] = 'Логи';
$_['tab_license'] = 'Ліцензія';

//Button
$_['button_save'] = 'Зберегти';
$_['button_save_and_close'] = 'Зберегти і Закрити';
$_['button_close'] = 'Закрити';
$_['button_recheck'] = 'Перевірити ще раз';
$_['button_clear_log'] = 'Очистити логи';
$_['button_imports'] = 'Виконати імпорти';
$_['button_import'] = 'Виконати імпорт';
$_['button_clear_database'] = 'Очистити базу';
// Text
$_['text_module_version'] = '';
$_['text_edit'] = 'Параметри';
$_['text_success'] = 'Налаштування модуля успішно оновлені!';
$_['text_success_clear'] = 'Логи успішно видалені';
$_['text_module'] = 'Модулі';
$_['text_success_database_clear'] = 'База даних успішно очищена';
$_['text_success_clear'] = 'Логі успішно очищені';
$_['text_success_import'] = 'Імпорт успішно виконаний';
$_['text_error_import'] = 'Імпорт не може бути виконаний. Відсутні обсяги імпорту!';
$_['text_success_imports'] = 'Імпорти успішно виконані';
$_['text_error_imports'] = 'Імпорти не можуть бути виконані. Відсутні обсяги імпорту!';
$_['text_success_delete'] = 'Імпорт успішно видалений!';
$_['text_new_import'] = 'Новий імпорт';
$_['text_del_import'] = 'Видалити імпорт';
$_['text_only_empty'] = 'Якщо порожнє поле';

$_['text_generate_common'] = 'Системна';
$_['text_generate_field'] = 'З тегу імпорта URL';

// Entry
$_['entry_status'] = 'Статус:';
$_['entry_debug'] = 'Налагоджувальний режим:';
$_['entry_import_url'] = 'Посилання на YML';
$_['entry_cron'] = 'Завдання для планувальника';
$_['entry_update_name'] = 'Оновлювати назву';
$_['entry_update_description'] = 'Оновлювати опис';
$_['entry_update_price'] = 'Оновлювати ціну';
$_['entry_update_image'] = 'Оновлювати зображення';
$_['entry_update_manufacturer'] = 'Оновлювати виробника';
$_['entry_update_attribute'] = 'Оновлювати атрибути';
$_['entry_import_name'] = 'Назва імпорту';
$_['entry_import_name_desc'] = 'Назва імпорту, буде відображатися у вкладці експортом';
$_['entry_import_status'] = 'Статус імпорту';
$_['entry_import_categories'] = 'Категорії';
$_['entry_update_category'] = 'Оновлювати категорії';
$_['entry_import_categories_desc'] = 'Вкажіть категорії які необхідно виключити, товари входять в дану категорію завантажуватися не будуть. Кожне найменування категорії з нового рядка';
$_['entry_add_category'] = 'Не імпортувати категорії';
$_['entry_update_category_skip'] = 'Пропустити категорії якщо не мають зв\'язків';
$_['entry_update_category_skip_desc'] = 'Якщо у джерелі присутні неправильні зв\'язку з батьківськими категоріями або не знайдені батьківські категорії - такі пропускаємо, товари будуть додані';
$_['entry_update_model'] = 'Оновлювати модель';
$_['entry_update_meta_tag'] = 'Оновлювати мета-теги';
$_['entry_top_category_level'] = 'без головної категорії';
$_['entry_parent_category'] = 'Головна категорія';
$_['entry_price_charge'] = 'Націнка на товар (%)';
$_['entry_price_gradation'] = 'Націнка у вигляді градації';
$_['entry_price_gradation_desc'] = 'ПРИКЛАД: 500:0;2000:1.5;5000:1.25 - означає, що товари з ціною до 500 не завантажувати, від 500 до 2000 множити ціну на 1.5, від 2000 до 5000 множити на 1.25, понад 5000 ціна не змінюється. <br>Підтримується вкладена формула: 2000:<b>-100|1.25|0</b>; - означає, що для товарів з ціною до 2000 відняти 100, потім помножити на 1.25 і додати 0';
$_['entry_generate_url'] = 'Генерація ЧПУ посилання для продуктів';
$_['entry_import_currency'] = 'Валюта імпорта';
$_['entry_import_convert_currency'] = 'Конвертувати валюту';
$_['entry_import_convert_currency_desc'] = 'Якщо валюта пропозиції буде відповідати одній зі списку, то вона буде автоматичено сконвертовано за курсом валют в магазині. Зліва - валюта в імпорті, праворуч - валюта магазину. <br><b>Приклад</b> списку відповідностей:<br>Руб:RUB,Дол:USD';
$_['entry_no_currency'] = 'Валюта не визначена, коеф. 1';
$_['entry_stock_status_true'] = 'Статус товару "в наявності"';
$_['entry_stock_status_false'] = 'Статус товару "немає в наявності"';
$_['entry_exclude_by_name'] = 'Виключити товари по найменуванню';
$_['entry_exclude_by_name_desc'] = 'Кожне найменування товару з нового рядка';
$_['entry_only_update_product'] = 'Товари тільки оновлювати';
$_['entry_only_update_product_desc'] = 'Нові товари не будуть додаватися';
$_['entry_create_discount_price'] = 'Створювати акційні ціни';
$_['entry_create_discount_price_desc'] = 'Ціна з імпорту буде записана як акційна, а основна ціна буде сформована за правилом Акціоннаяцена*Відсоток%';
$_['entry_discount_price_percent'] = 'Відсоток для створення акційної ціни';
$_['entry_available_control'] = 'Контроль наявності товару';
$_['entry_available_control_desc'] = 'Якщо необхідно відстежувати відсутність товару в прайсі, включіть цю опції. Якщо товар відсутній - буде відключений в магазині.';
$_['entry_use_quantity'] = 'Використовувати залишок при додаванні і оновленні товару';
$_['entry_use_quantity_desc'] = 'Якщо залишити 0, залишок товару буде братися з тега quantity, якщо він також відсутнє - буде вказано залишок 999';
$_['entry_sku_tag'] = 'Вкажіть тег артикулу:';
$_['entry_sku_tag_desc'] = 'Вкажіть тег який буде в вивантаженні відповідати за поле артикул (sku). Дане поле буде використовуватися для пошуку товарів в магазині, якщо не буде знайдено такий товар, створиться новий товар. <br> Якщо тег не буде знайдений, тег offer id буде використовуватися як артикул.';
$_['entry_set_miss_quantity'] = 'Встановити кількість 0 отсутсвии товарам';
$_['entry_set_miss_quantity_desc'] = 'Встановити товарам, яких немає в файлі імпорту кількість 0. Буде застосовано тільки до товарів які були створені / оновлені в результаті імпорту поточного джерела.';
$_['entry_price_tag'] = 'Вкажіть тег для ціни';
$_['entry_price_tag_desc'] = 'Якщо залишити порожнім для ціни буде використовуватися стандартний тег price';
$_['entry_name_tag'] = 'Вкажіть тег звідки брати найменування';
$_['entry_name_tag_desc'] = 'Якщо поле залишити порожнім найменування товару буде братися за стандартом - name';
$_['entry_description_tag'] = 'Вкажіть тег звідки брати опис';
$_['entry_description_tag_desc'] = 'Якщо поле залишити порожнім опис товару буде братися за стандартом - description';
$_['entry_fill_parent_categories'] = 'Відображати товар в батьківських категоріях';
$_['entry_fill_parent_categories_desc'] = 'Якщо, до прикладу, товар потрапляє в категорію Плеєри -> mp3 то він буде відображатися і в категорії "Плеєри"';
$_['entry_sql_before'] = 'SQL до обробки імпорту:';
$_['entry_sql_before_desc'] = 'Якщо у вас є якась специфічна логіка оновлення бази перед імпортом даних з YML - ви можете реалізувати її за допомогою серії SQL запитів, між якими ставиться крапка з комою - ";"';
$_['entry_sql_after'] = 'SQL після обробки імпорту:';
$_['entry_sql_after_desc'] = 'Якщо у вас є якась специфічна логіка оновлення бази після імпорту даних з YML - ви можете реалізувати її за допомогою серії SQL запитів, між якими ставиться крапка з комою - ";"';
$_['entry_switch_category'] = 'Переключити режим фільтра категорій';
$_['entry_switch_category_desc'] = 'Якщо включено - категорії будуть завантажуватися тільки ті що вказані в списку вище, якщо відключено - такі категорії будуть виключені з завантаження. Товари входять в дані категорії будуть так само виключені';
$_['entry_ignore_attributes'] = 'Ігнорування атрибутів ';
$_['entry_ignore_attributes_desc'] = "Список атрибутів для виключення. Кожен атрибут на окремому рядку";
$_['entry_route_attributes'] = 'Перенаправлення атрибутів';
$_['entry_route_attributes_desc'] = "Если надо какое-то свойство записать именно в товар, а не в список свойств, то укажите название свойства и поле таблицы товара через знак равенства.<br><b>Приклад</b> списку відповідностей:<br>Вес=weight<br>Артикул=modelе";
$_['entry_sku_prefix'] = 'Префікс для артикулу';
$_['entry_sku_prefix_desc'] = 'Даний префікс буде додано в товарі в магазині. Якщо у Вас є кілька постачальників з однаковими артикулами використовуйте префікс щоб це були два різні товари';
$_['entry_update_additions'] = 'Оновлювати доп. поля';
$_['entry_update_additions_desc'] = 'Вимкніть параметр якщо Вам не потрібно оновлювати дані з тего weight, barcode. Якщо такі теги присутні в імпорті вони оновляться в картці товару ';
$_['entry_import_ftp_server'] = 'FTP Адреса сервера';
$_['entry_import_ftp_server_desc'] = 'Якщо Ви використовуєте FTP сервер в якості джерела прайса, поле "Посилання на YML" ігнорується';
$_['entry_import_ftp_login'] = 'FTP Логін сервера';
$_['entry_import_ftp_password'] = 'FTP пароль сервера';
$_['entry_import_ftp_path'] = 'FTP шлях до файлу імпорту';
$_['entry_import_ftp_path_desc'] = 'Необхідно вказати повністю шлях, найменування та розширення файлу.<br> Наприклад /download/import.xml';
$_['entry_create_price_action'] = 'Акційна ціна за тегом';
$_['entry_create_price_action_desc'] = 'Вкажіть назву тега з якого потрібно забирати ціну для акції, дане поле буде порівнюватися з основною і якщо він менше буде призначатися до групи за замовчуванням бесроковою акцією, якщо дорівнює акція і основна - все акції чистяться';
$_['entry_available_status_via_stock'] = 'Відповідність назви тега для статусу товару зі статусом в магазині';
$_['entry_available_status_via_stock_desc'] = 'Вкажіть відповідність назви тега для статусу товару зі статусом в магазині, а також залежність залишку якщо потрібно. Кожне правило з нового рядка. Формула [Назва тега]=[його значення]:[назва статусу в магазині]:залишок товару <br> Приклад:<br> available=на складі:У наявності:500 <br> available=закінчився:Немає в наявності:0 <br> available=Уточнюйте:Предзамова:0';
$_['entry_reload_image'] = 'Примусово оновлювати зображення, навіть якщо воно вже завантажено';
$_['entry_main_tag'] = 'Основний тег імпорту';
$_['entry_main_tag_desc'] = 'Вкажіть назву тега який є головним у файлі імпорту, например offers';
$_['entry_item_tag'] = 'Тег товару в файлі імпорт';
$_['entry_item_tag_desc'] = 'Вкажіть назву тега який є елементом товару в файлі імпорту, например offer';

// Error
$_['error_permission'] = 'У Вас недостатньо прав для управління цим модулем!';
$_['error_ioncube_missing'] = "";
$_['error_license_missing'] = "";
$_['mail_support'] = "";
$_['module_licence'] = "";